Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.LikedVideosTimedOut
source: The liked videos request timed out. Check the network connection and try again.
af_za: Die versoek vir gelaaikte video's het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የተወደዱ ቪዲዮዎች ጥያቄ ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب مقاطع الفيديو التي أعجبتك. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: লাইক কৰা ভিডিঅ'ৰ অনুৰোধৰ সময় শেষ হৈ গ'ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Bəyənmiş video sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Тэрмін чакання запыту відэа, якія ўпадабаныя, скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на заявката за харесани видеоклипове изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: পছন্দ করা ভিডিওগুলির অনুরোধের সময় শেষ হয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Isteklo je vremensko ograničenje zahtjeva za videozapise koji im se sviđaju. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: S'ha esgotat el temps d'espera de la sol·licitud de vídeos que t'agraden. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Vypršel časový limit žádosti o oblíbená videa. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Anmodningen om kunne lide videoer fik timeout. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der Anfrage nach den „Gefällt mir“-Videos ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το χρονικό όριο του αιτήματος για τα βίντεο που αρέσουν έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera para la solicitud de videos que me gustaron. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Meeldinud videote taotlus aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Atsegindako bideoen eskaera denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست ویدیوهای پسندیده به پایان رسیده است. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Tykättyjen videoiden pyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang kahilingan sa mga ni-like na video. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La demande de vidéos aimées a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude de vídeos que lle gustan. Comproba a conexión de rede e téntao de novo.
gu_in: પસંદ કરેલ વિડિઓઝની વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת סרטונים שאהבתי. בדוק את חיבור הרשת ונסה שוב.
hi_in: पसंद किए गए वीडियो अनुरोध का समय समाप्त हो गया. नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Zahtjev za lajkane videozapise istekao je. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A kedvelt videók kérése időtúllépést szenvedett. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Հավանած տեսանյութերի հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Waktu permintaan video yang disukai telah habis. Periksa koneksi jaringan dan coba lagi.
is_is: Beiðni um líkuð vídeó rann út á tíma. Athugaðu nettenginguna og reyndu aftur.
it_it: La richiesta dei video piaciuti è scaduta. Controlla la connessione di rete e riprova.
ja_jp: 「いいね！」ビデオのリクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: მოწონებული ვიდეოების მოთხოვნის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Ұнаған бейнелерді сұрау уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: សំណើវីដេអូដែលចូលចិត្តអស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳ ವಿನಂತಿಯ ಅವಧಿ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 좋아요 표시한 동영상 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Жактырылган видеолордун сурамынын күтүү мөөнөтү аяктады. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ຄຳຮ້ອງຂໍວິດີໂອທີ່ຖືກໃຈໝົດເວລາແລ້ວ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Patinka vaizdo įrašų užklausos laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Videoklipu pieprasījumam ar Patīk iestājās noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на барањето за допаднати видеа истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: ലൈക്ക് ചെയ്‌ത വീഡിയോകളുടെ അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Таалагдсан видеоны хүсэлтийн хугацаа хэтэрсэн. Check the network connection and try again.
mr_in: आवडलेल्या व्हिडिओंची विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan video yang disukai telah tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: Forespørselen om likte videoer ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: मन पराइएको भिडियो अनुरोधको समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden voor het verzoek om gelikete video's. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ପସନ୍ଦିତ ଭିଡିଓ ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓ ਦੀ ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu prośby o polubienie filmów. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação de vídeos curtidos expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea videoclipurilor apreciate a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время ожидания запроса понравившихся видео истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: කැමති වූ වීඩියෝ ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit žiadosti o obľúbené videá vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Zahteva za všečkane videoposnetke je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa për videot e pëlqyera skadoi. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Истекло је време за захтев за видео снимцима који им се свиђају. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Isteklo je vreme za zahtev za video snimcima koji im se sviđaju. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Begäran om gillade videoklipp togs ut. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la video ulizopenda umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: விரும்பிய வீடியோக்களுக்கான கோரிக்கை நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: ఇష్టపడిన వీడియోల అభ్యర్థన సమయం ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอวิดีโอที่ชอบหมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Beğenilen video isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування запиту відео, що сподобалося, минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: پسند کردہ ویڈیوز کی درخواست کا وقت ختم ہوگیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Yoqqan videolar so‘rovi vaqti tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu video thích đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 点赞视频请求超时。检查网络连接并重试。
zh_hant_hk: 讚影片請求超時。檢查網路連線並重試。
zu_za: Isicelo samavidiyo athandiwe siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

source: Profile loaded.
af_za: Profiel gelaai.
am_et: መገለጫ ተጭኗል።
ar_sa: تم تحميل الملف الشخصي.
as_in: প্ৰফাইল লোড কৰা হৈছে।
az_latn_az: Profil yükləndi.
be_by: Профіль загружаны.
bg_bg: Профилът е зареден.
bn_bd: প্রোফাইল লোড হয়েছে।
bs_latn_ba: Profil je učitan.
ca_es: S'ha carregat el perfil.
cs_cz: Profil načten.
da_dk: Profilen er indlæst.
de_de: Profil geladen.
el_gr: Το προφίλ φορτώθηκε.
es_us: Perfil cargado.
et_ee: Profiil laaditud.
eu_es: Profila kargatu da.
fa_ir: نمایه بارگیری شد.
fi_fi: Profiili ladattu.
fil_ph: Na-load ang profile.
fr_ca: Profil chargé.
gl_es: Perfil cargado.
gu_in: પ્રોફાઇલ લોડ થઈ.
he_il: הפרופיל נטען.
hi_in: प्रोफ़ाइल लोड की गई.
hr_hr: Profil je učitan.
hu_hu: Profil betöltve.
hy_am: Պրոֆիլը բեռնված է:
id_id: Profil dimuat.
is_is: Prófíll hlaðinn.
it_it: Profilo caricato.
ja_jp: プロファイルがロードされました。
ka_ge: პროფილი ჩაიტვირთა.
kk_kz: Профиль жүктелді.
km_kh: បានផ្ទុកកម្រងព័ត៌មាន។
kn_in: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಆಗಿದೆ.
ko_kr: 프로필이 로드되었습니다.
ky_kg: Профиль жүктөлдү.
lo_la: ໂຫຼດໂປຣໄຟລ໌ແລ້ວ.
lt_lt: Profilis įkeltas.
lv_lv: Profils ielādēts.
mk_mk: Профилот е вчитан.
ml_in: പ്രൊഫൈൽ ലോഡ് ചെയ്തു.
mn_mn: Профайл ачаалагдсан.
mr_in: प्रोफाइल लोड केले.
ms_my: Profil dimuatkan.
nb_no: Profilen er lastet inn.
ne_np: प्रोफाइल लोड भयो।
nl_nl: Profiel geladen.
or_in: ପ୍ରୋଫାଇଲ୍ ଲୋଡ୍ ହୋଇଛି |
pa_in: ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕੀਤਾ ਗਿਆ।
pl_pl: Profil załadowany.
pt_br: Perfil carregado.
ro_ro: Profilul a fost încărcat.
ru_ru: Профиль загружен.
si_lk: පැතිකඩ පටවා ඇත.
sk_sk: Profil bol načítaný.
sl_si: Profil naložen.
sq_al: Profili u ngarkua.
sr_cyrl_rs: Профил је учитан.
sr_latn_rs: Profil je učitan.
sv_se: Profilen har laddats.
sw_ke: Wasifu umepakiwa.
ta_in: சுயவிவரம் ஏற்றப்பட்டது.
te_in: ప్రొఫైల్ లోడ్ చేయబడింది.
th_th: โหลดโปรไฟล์แล้ว
tr_tr: Profil yüklendi.
uk_ua: Профіль завантажено.
ur_pk: پروفائل لوڈ ہو گیا۔
uz_latn_uz: Profil yuklandi.
vi_vn: Đã tải hồ sơ.
zh_hans_cn: 配置文件已加载。
zh_hant_hk: 設定檔已載入。
zu_za: Iphrofayela ilayishiwe.

# Profile.LoadFailed
source: Profile could not load during {0} (0x{1}). Open Diagnostics for details.
af_za: Profiel kon nie tydens {0} (0x{1}) laai nie. Maak Diagnostics oop vir besonderhede.
am_et: በ{0} (0x{1}) ጊዜ መገለጫ መጫን አልተቻለም። ለዝርዝሮች ዲያግኖስቲክስን ይክፈቱ።
ar_sa: تعذر تحميل ملف التعريف أثناء {0} (0x{1}). افتح التشخيص للحصول على التفاصيل.
as_in: {0} (0x{1})ৰ সময়ত আলেখ্যন লোড কৰিব পৰা নগ'ল। বিৱৰণৰ বাবে ডায়েগনষ্টিকছ খোলক।
az_latn_az: Profil {0} (0x{1}) zamanı yüklənə bilmədi. Təfərrüatlar üçün Diaqnostikanı açın.
be_by: Профіль не можа загрузіцца падчас {0} (0x{1}). Каб атрымаць падрабязную інфармацыю, адкрыйце дыягностыку.
bg_bg: Профилът не можа да се зареди по време на {0} (0x{1}). Отворете Диагностика за подробности.
bn_bd: {0} (0x{1}) এর সময় প্রোফাইল লোড করা যায়নি। বিস্তারিত জানার জন্য ডায়াগনস্টিক খুলুন।
bs_latn_ba: Profil se nije mogao učitati tokom {0} (0x{1}). Za detalje otvorite Dijagnostiku.
ca_es: El perfil no s'ha pogut carregar durant {0} (0x{1}). Obriu Diagnostics per obtenir més informació.
cs_cz: Profil se nepodařilo načíst během {0} (0x{1}). Podrobnosti naleznete v části Diagnostika.
da_dk: Profilen kunne ikke indlæses under {0} (0x{1}). Åbn Diagnostik for detaljer.
de_de: Das Profil konnte während {0} (0x{1}) nicht geladen werden. Weitere Informationen finden Sie unter „Diagnose“.
el_gr: Δεν ήταν δυνατή η φόρτωση του προφίλ κατά τη διάρκεια του {0} (0x{1}). Ανοίξτε το Διαγνωστικό για λεπτομέρειες.
es_us: El perfil no se pudo cargar durante {0} (0x{1}). Abra Diagnóstico para obtener más detalles.
et_ee: Profiili ei saanud {0} (0x{1}) ajal laadida. Üksikasjade vaatamiseks avage Diagnostika.
eu_es: Ezin izan da profila kargatu {0} (0x{1}) bitartean. Ireki Diagnostikoak xehetasunetarako.
fa_ir: نمایه در طول {0} (0x{1}) بارگیری نشد. برای جزئیات، Diagnostics را باز کنید.
fi_fi: Profiilia ei voitu ladata {0} (0x{1}) aikana. Avaa Diagnostiikka saadaksesi lisätietoja.
fil_ph: Hindi ma-load ang profile sa panahon ng {0} (0x{1}). Buksan ang Diagnostics para sa mga detalye.
fr_ca: Le profil n'a pas pu charger pendant {0} (0x{1}). Ouvrez Diagnostics pour plus de détails.
gl_es: Non se puido cargar o perfil durante {0} (0x{1}). Abre Diagnóstico para obter máis información.
gu_in: {0} (0x{1}) દરમિયાન પ્રોફાઇલ લોડ થઈ શકી નથી. વિગતો માટે ડાયગ્નોસ્ટિક્સ ખોલો.
he_il: לא ניתן היה לטעון את הפרופיל במהלך {0} (0x{1}). פתח את אבחון לפרטים.
hi_in: {0} (0x{1}) के दौरान प्रोफ़ाइल लोड नहीं हो सकी। विवरण के लिए डायग्नोस्टिक्स खोलें।
hr_hr: Profil se nije mogao učitati tijekom {0} (0x{1}). Za detalje otvorite Dijagnostiku.
hu_hu: A profil nem tölthető be a {0} (0x{1}) alatt. A részletekért nyissa meg a Diagnosztika alkalmazást.
hy_am: Պրոֆիլը չհաջողվեց բեռնել {0} (0x{1}) ժամանակ: Մանրամասների համար բացեք Diagnostics-ը:
id_id: Profil tidak dapat dimuat selama {0} (0x{1}). Buka Diagnostik untuk detailnya.
is_is: Snið gat ekki hlaðið meðan á {0} (0x{1}) stóð. Opnaðu Diagnostics fyrir frekari upplýsingar.
it_it: Impossibile caricare il profilo durante {0} (0x{1}). Apri Diagnostica per i dettagli.
ja_jp: {0} (0x{1}) 中にプロファイルをロードできませんでした。詳細については、「診断」を開いてください。
ka_ge: პროფილის ჩატვირთვა ვერ მოხერხდა {0} (0x{1}) დროს. გახსენით დიაგნოსტიკა დეტალებისთვის.
kk_kz: Профиль {0} (0x{1}) кезінде жүктелмеді. Мәліметтер алу үшін Diagnostics қолданбасын ашыңыз.
km_kh: កម្រងព័ត៌មានមិនអាចផ្ទុកក្នុងអំឡុងពេល {0} (0x{1}) ។ បើកការវិនិច្ឆ័យសម្រាប់ព័ត៌មានលម្អិត។
kn_in: {0} (0x{1}) ಸಮಯದಲ್ಲಿ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ವಿವರಗಳಿಗಾಗಿ ಡಯಾಗ್ನೋಸ್ಟಿಕ್ಸ್ ತೆರೆಯಿರಿ.
ko_kr: {0}(0x{1}) 중에 프로필을 로드할 수 없습니다. 자세한 내용은 진단을 여세요.
ky_kg: {0} (0x{1}) учурунда профиль жүктөлбөй койду. Чоо-жайын билүү үчүн Диагностиканы ачыңыз.
lo_la: ໂປຣໄຟລ໌ບໍ່ສາມາດໂຫຼດໄດ້ໃນລະຫວ່າງ {0} (0x{1}). ເປີດ Diagnostics ສໍາລັບລາຍລະອຽດ.
lt_lt: Nepavyko įkelti profilio per {0} (0x{1}). Norėdami gauti daugiau informacijos, atidarykite diagnostiką.
lv_lv: Profilu nevarēja ielādēt laikā {0} (0x{1}). Lai iegūtu sīkāku informāciju, atveriet sadaļu Diagnostika.
mk_mk: Профилот не може да се вчита за време на {0} (0x{1}). Отворете Дијагностика за детали.
ml_in: {0} (0x{1}) സമയത്ത് പ്രൊഫൈൽ ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല. വിശദാംശങ്ങൾക്ക് ഡയഗ്നോസ്റ്റിക്സ് തുറക്കുക.
mn_mn: {0} (0x{1}) үед профайлыг ачаалж чадсангүй. Дэлгэрэнгүй мэдээлэл авахын тулд Оношлогоог нээнэ үү.
mr_in: {0} (0x{1}) दरम्यान प्रोफाइल लोड होऊ शकले नाही. तपशीलांसाठी निदान उघडा.
ms_my: Profil tidak dapat dimuatkan semasa {0} (0x{1}). Buka Diagnostik untuk mendapatkan butiran.
nb_no: Profilen kunne ikke lastes inn under {0} (0x{1}). Åpne Diagnostikk for detaljer.
ne_np: प्रोफाइल {0} (0x{1}) को समयमा लोड हुन सकेन। विवरणहरूको लागि निदान खोल्नुहोस्।
nl_nl: Profiel kan niet worden geladen tijdens {0} (0x{1}). Open Diagnostische gegevens voor meer informatie.
or_in: {0} (0x{1}) ସମୟରେ ପ୍ରୋଫାଇଲ୍ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ | ବିବରଣୀ ପାଇଁ ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ଖୋଲନ୍ତୁ |
pa_in: ਪ੍ਰੋਫਾਈਲ {0} (0x{1}) ਦੌਰਾਨ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਵੇਰਵਿਆਂ ਲਈ ਡਾਇਗਨੌਸਟਿਕਸ ਖੋਲ੍ਹੋ।
pl_pl: Nie można załadować profilu podczas {0} (0x{1}). Aby poznać szczegóły, otwórz Diagnostykę.
pt_br: O perfil não pôde ser carregado durante {0} (0x{1}). Abra Diagnóstico para obter detalhes.
ro_ro: Profilul nu s-a putut încărca în timpul {0} (0x{1}). Deschideți Diagnosticare pentru detalii.
ru_ru: Не удалось загрузить профиль во время {0} (0x{1}). Откройте Диагностику для получения подробной информации.
si_lk: {0} (0x{1}) අතරතුර පැතිකඩ පූරණය කළ නොහැකි විය. විස්තර සඳහා Diagnostics විවෘත කරන්න.
sk_sk: Profil sa nepodarilo načítať počas {0} (0x{1}). Podrobnosti nájdete v časti Diagnostika.
sl_si: Profila ni bilo mogoče naložiti med {0} (0x{1}). Za podrobnosti odprite Diagnostiko.
sq_al: Profili nuk mund të ngarkohej gjatë {0} (0x{1}). Hap "Diagnostics" për detaje.
sr_cyrl_rs: Профил није могао да се учита током {0} (0к{1}). Отворите Дијагностику за детаље.
sr_latn_rs: Profil nije mogao da se učita tokom {0} (0k{1}). Otvorite Dijagnostiku za detalje.
sv_se: Profilen kunde inte laddas under {0} (0x{1}). Öppna Diagnostik för mer information.
sw_ke: Wasifu haukuweza kupakia wakati wa {0} (0x{1}). Fungua Uchunguzi kwa maelezo.
ta_in: {0} (0x{1}) போது சுயவிவரத்தை ஏற்ற முடியவில்லை. விவரங்களுக்கு கண்டறிதலைத் திறக்கவும்.
te_in: {0} (0x{1}) సమయంలో ప్రొఫైల్ లోడ్ కాలేదు. వివరాల కోసం డయాగ్నోస్టిక్స్ తెరవండి.
th_th: ไม่สามารถโหลดโปรไฟล์ระหว่าง {0} (0x{1}) เปิดการวินิจฉัยเพื่อดูรายละเอียด
tr_tr: Profil {0} (0x{1}) sırasında yüklenemedi. Ayrıntılar için Teşhis'i açın.
uk_ua: Не вдалося завантажити профіль під час {0} (0x{1}). Щоб дізнатися більше, відкрийте Діагностику.
ur_pk: پروفائل {0} (0x{1}) کے دوران لوڈ نہیں ہو سکا۔ تفصیلات کے لیے ڈائیگناسٹک کھولیں۔
uz_latn_uz: Profil {0} (0x{1}) vaqtida yuklanmadi. Tafsilotlar uchun Diagnostics ilovasini oching.
vi_vn: Hồ sơ không thể tải trong {0} (0x{1}). Mở Chẩn đoán để biết chi tiết.
zh_hans_cn: 在 {0} (0x{1}) 期间无法加载配置文件。打开诊断了解详细信息。
zh_hant_hk: 在 {0} (0x{1}) 期間無法載入設定檔。開啟診斷以了解詳細資訊。
zu_za: Iphrofayela ayikwazanga ukulayisha phakathi ne-{0} (0x{1}). Vula i-Diagnostics ukuze uthole imininingwane.

# Profile.Loading
source: Loading authenticated profile...
af_za: Laai tans geverifieerde profiel...
am_et: የተረጋገጠ መገለጫን በመጫን ላይ...
ar_sa: جارٍ تحميل ملف التعريف الذي تمت مصادقته...
as_in: প্ৰমাণীকৃত প্ৰফাইল লোড কৰা হৈছে...
az_latn_az: Doğrulanmış profil yüklənir...
be_by: Загрузка аўтэнтыфікаванага профілю...
bg_bg: Зарежда се удостоверен профил...
bn_bd: প্রমাণীকৃত প্রোফাইল লোড হচ্ছে...
bs_latn_ba: Učitavanje autentificiranog profila...
ca_es: S'està carregant el perfil autenticat...
cs_cz: Načítání ověřeného profilu...
da_dk: Indlæser godkendt profil...
de_de: Authentifiziertes Profil wird geladen...
el_gr: Φόρτωση πιστοποιημένου προφίλ...
es_us: Cargando perfil autenticado...
et_ee: Autentitud profiili laadimine...
eu_es: Autentifikatutako profila kargatzen...
fa_ir: در حال بارگیری نمایه احراز هویت شده...
fi_fi: Ladataan todennettua profiilia...
fil_ph: Nilo-load ang napatotohanang profile...
fr_ca: Chargement du profil authentifié...
gl_es: Cargando perfil autenticado...
gu_in: પ્રમાણિત પ્રોફાઇલ લોડ કરી રહ્યું છે...
he_il: טוען פרופיל מאומת...
hi_in: प्रमाणित प्रोफ़ाइल लोड हो रही है...
hr_hr: Učitavanje provjerenog profila...
hu_hu: Hitelesített profil betöltése...
hy_am: Նույնականացված պրոֆիլը բեռնվում է...
id_id: Memuat profil yang diautentikasi...
is_is: Hleður staðfestan prófíl...
it_it: Caricamento profilo autenticato...
ja_jp: 認証されたプロファイルをロードしています...
ka_ge: იტვირთება ავტორიზებული პროფილი...
kk_kz: Аутентификацияланған профиль жүктелуде...
km_kh: កំពុងផ្ទុកប្រវត្តិរូបដែលបានផ្ទៀងផ្ទាត់...
kn_in: ಪ್ರಮಾಣೀಕೃತ ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 인증된 프로필 로드 중...
ky_kg: Аныктыгы текшерилген профиль жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດໂປຣໄຟລ໌ທີ່ຮັບຮອງຄວາມຖືກຕ້ອງ...
lt_lt: Įkeliamas patvirtintas profilis...
lv_lv: Notiek autentificēta profila ielāde...
mk_mk: Се вчитува автентицираниот профил...
ml_in: പ്രാമാണീകരിച്ച പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നു...
mr_in: प्रमाणीकृत प्रोफाइल लोड करत आहे...
ms_my: Memuatkan profil yang disahkan...
nb_no: Laster inn autentisert profil ...
ne_np: प्रमाणीकृत प्रोफाइल लोड गर्दै...
nl_nl: Geverifieerd profiel laden...
or_in: ପ୍ରାମାଣିକ ପ୍ରୋଫାଇଲ୍ ଲୋଡ୍ କରୁଛି ...
pa_in: ਪ੍ਰਮਾਣਿਤ ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Ładowanie uwierzytelnionego profilu...
pt_br: Carregando perfil autenticado...
ro_ro: Se încarcă profilul autentificat...
ru_ru: Загрузка аутентифицированного профиля...
si_lk: සත්‍යාපනය කළ පැතිකඩ පූරණය කරමින්...
sk_sk: Načítava sa overený profil...
sl_si: Nalaganje overjenega profila ...
sq_al: Profili i vërtetuar po ngarkohet...
sr_cyrl_rs: Учитавање аутентификованог профила...
sr_latn_rs: Učitavanje autentifikovanog profila...
sv_se: Läser in autentiserad profil...
sw_ke: Inapakia wasifu ulioidhinishwa...
ta_in: அங்கீகரிக்கப்பட்ட சுயவிவரத்தை ஏற்றுகிறது...
te_in: ప్రామాణీకరించబడిన ప్రొఫైల్ లోడ్ అవుతోంది...
th_th: กำลังโหลดโปรไฟล์ที่ได้รับการรับรองความถูกต้อง...
tr_tr: Kimliği doğrulanmış profil yükleniyor...
uk_ua: Завантаження автентифікованого профілю...
ur_pk: تصدیق شدہ پروفائل لوڈ ہو رہا ہے...
uz_latn_uz: Tasdiqlangan profil yuklanmoqda...
vi_vn: Đang tải hồ sơ được xác thực...
zh_hans_cn: 正在加载经过身份验证的配置文件...
zh_hant_hk: 正在載入經過身份驗證的設定檔...
zu_za: Ilayisha iphrofayela eqinisekisiwe...

# Profile.LoadingLikedVideos
source: Loading liked videos...
af_za: Laai tans gelaaikte video's...
am_et: የተወደዱ ቪዲዮዎችን በመጫን ላይ...
ar_sa: جارٍ تحميل مقاطع الفيديو التي أعجبتني...
as_in: ভাল লগা ভিডিও লোড হচ্ছে...
az_latn_az: Bəyəndiyiniz videolar yüklənir...
be_by: Загрузка ўпадабаных відэа...
bg_bg: Зареждат се харесаните видеоклипове...
bn_bd: পছন্দ করা ভিডিও লোড হচ্ছে...
bs_latn_ba: Učitavanje videozapisa koji se sviđaju...
ca_es: S'estan carregant els vídeos que t'agraden...
cs_cz: Načítání oblíbených videí...
da_dk: Indlæser likes videoer...
de_de: Videos mit Likes werden geladen...
el_gr: Φόρτωση βίντεο που αρέσουν...
es_us: Cargando vídeos que me gustan...
et_ee: Meeldinud videote laadimine...
eu_es: Gustatutako bideoak kargatzen...
fa_ir: در حال بارگیری ویدیوهای پسندیده...
fi_fi: Ladataan tykättyjä videoita...
fil_ph: Nilo-load ang mga ni-like na video...
fr_ca: Chargement des vidéos aimées...
gl_es: Cargando vídeos que lle gustan...
gu_in: પસંદ કરેલ વિડિઓઝ લોડ કરી રહ્યું છે...
he_il: טוען סרטוני 'אהבתי'...
hi_in: पसंद किए गए वीडियो लोड हो रहे हैं...
hr_hr: Učitavanje videozapisa koji su vam se svidjeli...
hu_hu: Kedvelt videók betöltése...
hy_am: Հավանած տեսանյութերի բեռնում...
id_id: Memuat video yang disukai...
is_is: Hleður myndskeiðum sem líkar við...
it_it: Caricamento video piaciuti...
ja_jp: 気に入った動画を読み込み中...
ka_ge: მოწონებული ვიდეოების ჩატვირთვა...
kk_kz: Ұнаған бейнелер жүктелуде...
km_kh: កំពុងផ្ទុកវីដេអូដែលចូលចិត្ត...
kn_in: ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 좋아요 표시한 동영상 로드 중...
ky_kg: Жактырган видеолор жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດວິດີໂອທີ່ມັກ...
lt_lt: Įkeliami patikę vaizdo įrašai...
lv_lv: Notiek videoklipu, kas atzīmēti ar Patīk, ielāde...
mk_mk: Се вчитуваат видеата што се допаѓаат...
ml_in: ലൈക്ക് ചെയ്ത വീഡിയോകൾ ലോഡ് ചെയ്യുന്നു...
mn_mn: Таалагдсан видеог ачаалж байна...
mr_in: आवडलेले व्हिडिओ लोड करत आहे...
ms_my: Memuatkan video yang disukai...
nb_no: Laster likte videoer ...
ne_np: मन पराइएका भिडियोहरू लोड गर्दै...
nl_nl: Gelikete video's laden...
or_in: ପସନ୍ଦିତ ଭିଡିଓଗୁଡିକ ଲୋଡ୍ କରୁଛି ...
pa_in: ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Ładowanie polubionych filmów...
pt_br: Carregando vídeos curtidos...
ro_ro: Se încarcă videoclipurile apreciate...
ru_ru: Загрузка понравившихся видео...
si_lk: කැමති වීඩියෝ පූරණය වෙමින්...
sk_sk: Načítavajú sa obľúbené videá...
sl_si: Nalaganje všečnih videoposnetkov ...
sq_al: Videot e pëlqyera po ngarkohen...
sr_cyrl_rs: Учитавање видео снимака који вам се свиђају...
sr_latn_rs: Učitavanje video snimaka koji vam se sviđaju...
sv_se: Laddar gillade videor...
sw_ke: Inapakia video zilizopendwa...
ta_in: விரும்பிய வீடியோக்களை ஏற்றுகிறது...
te_in: ఇష్టపడిన వీడియోలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดวิดีโอที่ชอบ...
tr_tr: Beğenilen videolar yükleniyor...
uk_ua: Завантаження відео, які сподобалися...
ur_pk: پسند کردہ ویڈیوز لوڈ ہو رہی ہیں...
uz_latn_uz: Yoqqan videolar yuklanmoqda...
vi_vn: Đang tải video đã thích...
zh_hans_cn: 正在加载喜欢的视频...
zh_hant_hk: 正在加載喜歡的影片...
zu_za: Ilayisha amavidiyo athandiwe...
